{
  "sports": [
    
    {
    "source": {
    "id": 1,
    "name": "U.S. Soccer"
    },
    "author": null,
    "title": "2024 Concacaf W Gold Cup - USWNT vs. Dominican Republic: Match Preview & How to Watch and Stream - U.S. Soccer",
    "description": "Follow USA-Dominican Republic on Tuesday, Feb. 20 at 10:15 p.m. ET on Paramount+, ESPN Deportes and ESPN+",
    "url": "https://www.ussoccer.com/stories/2024/02/2024-concacaf-w-gold-cup-uswnt-vs-dominican-republic-match-preview-how-to-watch-and-stream",
    "urlToImage": "https://cdn.ussoccer.com/-/media/project/ussf/2024-article-images/21924_wnt_p1.ashx?h=1080&la=en-US&w=1920&rev=fc94e13fe81847c7b4cfba75f6926972&hash=6E883CA0A89116F26B9BD69A3DE3D378",
    "publishedAt": "2024-02-20T02:06:12Z",
    "content": "The U.S. Women’s National Team kicks off the 2024 campaign on Tuesday, Feb. 20, taking on the Dominican Republic to open group stage play at the Concacaf W Gold Cup. The teams will square off at 10:15 p.m. ET / 7:15 p.m. PT at Dignity Health Sports Park in Carson, Calif. and the match will be broadcast in English on Paramount+ and in Spanish on ESPN Deportes and ESPN+.Drawn into Group A along with Argentina and Mexico, the U.S. will play the entirety of the Group Stage in Carson, Calif., taking on Argentina on Feb. 23 (10:15 p.m. ET / 7:15 p.m. PT) and Mexico on Feb. 26 (10:15 p.m. ET / 7:15 p.m. PT ) to close out the group stage."
    },
    {
    "source": {
    "id": 2,
    "name": "The Athletic"
    },
    "author": "Fabian Ardaya",
    "title": "Dodgers’ Shohei Ohtani faces live pitching for first time since elbow surgery, on track for Opening Day - The Athletic",
    "description": "PHOENIX – Shohei Ohtani’s first swing of the day was a painful one. As he cut on an offering from Blake Treinen on Monday afternoon, he immediately let out a yelp in pain, fouling the pitch off his foot and taking a brief lap. Moments later, baseball’s most n…",
    "url": "https://theathletic.com/5286344/2024/02/19/dodgers-shohei-ohtani-live-pitching/",
    "urlToImage": "https://cdn.theathletic.com/app/uploads/2024/02/19164308/GettyImages-2006241853-scaled.jpg",
    "publishedAt": "2024-02-20T01:12:11Z",
    "content": "PHOENIX – Shohei Ohtani’s first swing of the day was a painful one. As he cut on an offering from Blake Treinen on Monday afternoon, he immediately let out a yelp in pain, fouling the pitch off his foot and taking a brief lap. Moments later, baseball’s most notable man returned to the batter’s box. He’d gotten his first live swing out of the way. Minutes later, with his third swing of his live batting practice session of the spring, he issued a reminder of why the Los Angeles Dodgers shelled out so much for him, connecting on a J.P. Feyereisen fastball and rocketing the pitch well clear of the center-field fence, capping off the swing by watching the ball fly, left leg in the air as he leaned forward and heard the reaction from the players, front office personnel, coaches and assembled fans who turned a mundane spring training activity into must-watch action."
    },
    {
    "source": {
    "id": 3,
    "name": "Hindustan Times"
    },
    "author": "HT Sports Desk",
    "title": "Who will replace Jasprit Bumrah for 4th India vs England Test? Rahul to return - Hindustan Times",
    "description": "Who will replace Bumrah, the bowler who has picked nearly one-third of India's total wickets (60) in this series? | Cricket",
    "url": "https://www.hindustantimes.com/cricket/who-will-replace-jasprit-bumrah-for-4th-india-vs-england-test-in-ranchi-kl-rahul-rajat-patidar-a-straight-swap-101708365744050.html",
    "urlToImage": "https://www.hindustantimes.com/ht-img/img/2024/02/19/1600x900/CRICKET-IND-ENG-TEST-73_1708365841715_1708365877045.jpg",
    "publishedAt": "2024-02-20T00:50:20Z",
    "content": "India are likely to rest Jasprit Bumrah in the fourth Test match against England, which will begin on Friday in Ranchi. In the series that was supposed to be dictated by the spinners, Bumrah stands at the top of the wicket-taking list with 17 scalps at at an impeccable average of 13.65. Nine of those were picked in the second Test match, in what was his best-ever performance on home soil, as India scripted a comeback win in Vizag before taking the lead in Rajkot in the third Test.Across the three matches of the series so far, Bumrah has bowled 80.5 overs, the most among Indian bowlers, and hence rightfully needs a break in Ranchi, keeping workload management in mind. However, it subsequently raises the question of who would replace Bumrah, the bowler who has picked nearly one-third of India's total wickets (60) in this series."
    },
    {
    "source": {
    "id": 4,
    "name": "International Cricket Council"
    },
    "author": "Jonathan Healy",
    "title": "England set for major boost ahead of fourth India Test - ICC Cricket",
    "description": "England captain Ben Stokes has hinted he may make a return to bowling duties for the remainder of the series in India.",
    "url": "https://www.icc-cricket.com/tournaments/world-test-championship/news/england-set-for-major-boost-ahead-of-fourth-india-test",
    "urlToImage": "https://images.icc-cricket.com/image/upload/t_ratio16_9-size40/prd/bjxyn6rdwoatkbffaiv3",
    "publishedAt": "2024-02-20T00:24:04Z",
    "content": "McCullum said it was a positive sign that Stokes is considering making a return to the bowling crease, but he doesn't expect his captain to put his hand up for lengthy spells unless he knows his body can put up with the rigours of bowling in difficult conditions faced on the sub-continent.Well, it's good that he's actually getting into a state where he thinks he might bowl, McCullum said. But Ben is clever; he's really clever as well. He won't bowl unless he thinks he's legitimately able to bowl. The problem would be if he starts getting into a spell and then he can't get out of the spell. So we'll see what unfolds.If he does get that bit between his teeth, then let's see where the danger lies there and try and pull him away from it. But it's a good sign."
    },
    
    {
    "source": {
    "id": 5,
    "name": "KETV Omaha"
    },
    "author": "Melissa Fry",
    "title": "Former Nebraska basketball player lawsuit sexual relationship - KETV Omaha",
    "description": "A former Nebraska basketball player has filed a lawsuit against her former assistant coach, head coach Amy Williams, NU Athletic Director Trev Alberts, and NU Board of Regents.",
    "url": "https://www.ketv.com/article/former-nebraska-women-basketball-player-sues-athletic-director-coach-sexual-relationship/46853708",
    "urlToImage": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/nu-lawsuit-0124-65d38bd8d5283.jpg?crop=1.00xw:1.00xh;0,0&resize=1200:*",
    "publishedAt": "2024-02-19T23:16:00Z",
    "content": "LINCOLN, Neb. —Almost two years after she was booted off the team, a former Nebraska basketball player has filed a lawsuit against her former assistant coach, head coach Amy Williams, NU Athletic Director Trev Alberts, and NU Board of Regents.In the lawsuit obtained by KETV NewsWatch 7, Ashley Scoggin claims that assistant coach Chuck Love had groomed and pursued her for a sexual relationship."
    },
    {
    "source": {
    "id": 6,
    "name": "BBC News"
    },
    "author": null,
    "title": "Ravichandran Ashwin: The spin maestro who defied odds to reach 500 wickets - BBC.com",
    "description": "India's Ravichandran Ashwin is the ninth bowler in the history of cricket to claim 500 Test wickets",
    "url": "https://www.bbc.com/news/world-asia-india-68093666",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/129DC/production/_132425267_gettyimages-1495969032-594x594.jpg",
    "publishedAt": "2024-02-19T23:12:34Z",
    "content": "By Suresh MenonSports Writer -Ashwin made his debut in 2011 and played more than 90 Tests\r\nOf the nine bowlers who have claimed 500 Test wickets, Had Ashwin, 37, chosen to focus on batting to the exclusion of bowling, it is possible he might have finished with over 10,000 Test runs.On Friday, he became only the ninth man to reach the 500-milestone. On the same day, the off-spinner pulled out of the third Test against England because of a family emergency but now he is back with the squad.There is a silken touch to Ashwin's batting and stubbornness that saw him stoutly save a Test alongside Hanuma Vihari. Both batters suffered body blows and injuries in the match.There is a similar combination of the artistic and the abrasive, the classical and the contemporary, in his bowling too. The variations on the off-break theme he developed early meant that at the start of his career he tended to try too many things. (An off-break delivery turns from the off side to the leg side when bowled at a right-handed batsman. It is the most popular method of spin in cricket.)"
    },
    {
    "source": {
    "id": 7,
    "name": "pgatour.com"
    },
    "author": "Rob Bolton",
    "title": "Power Rankings: Mexico Open at Vidanta - PGA TOUR - PGA TOUR",
    "description": "All members of the PGA TOUR always have something to chase, for as long as there’s a tournament scheduled, achievements and promises are waiting at its conclusi",
    "url": "https://www.pgatour.com/article/news/power-rankings/2024/02/19/fantasy-golf-advice-tips-picks-mexico-open-at-vidanta-vallarta-tony-finau",
    "urlToImage": "https://res.cloudinary.com/pgatour-prod/w_1200,h_628,c_fill,f_auto/pgatour/news/editorial/2024/02/19/tony-finau-pr-mexico-open.jpg",
    "publishedAt": "2024-02-19T23:05:45Z",
    "content": "All members of the PGA TOUR always have something to chase, for as long as there’s a tournament scheduled, achievements and promises are waiting at its conclusion. But it’s special to travel to the Pacific Coast of Mexico as winter retains its grip in the United States on the back nine of February. Indeed, it’s nice work if you can get it.    The Mexico Open at Vidanta is poised for its third edition this week. Continue reading beneath the projected contenders for what’s changed, why and more."
    },
    {
    "source": {
    "id": 8,
    "name": "New York Post"
    },
    "author": "Greg Joyce",
    "title": "Where things stand between the Yankees and Blake Snell - New York Post ",
    "description": "The Yankees cannot be ruled out as a suitor for Blake Snell until he lands elsewhere.",
    "url": "https://nypost.com/2024/02/19/sports/blake-snell-news-latest-on-yankees-pursuit/",
    "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2024/02/san-diego-padres-starting-pitcher-18252495.jpg?quality=75&strip=all&w=1024",
    "publishedAt": "2024-02-19T23:05:00Z",
    "content": "TAMPA — The Yankees cannot be ruled out as a suitor for Blake Snell until he lands elsewhere.    But those holding their breath for the Yankees to sign the reigning NL Cy Young winner may need to have oxygen on standby.    With the first full-squad workout set for Tuesday, the Yankees are not believed to have an offer on the table for Snell.The Yankees have shown interest in Blake Snell.They had made a contract offer earlier in the offseason, but that was before they pivoted to sign Marcus Stroman to fill out their rotation.It remains possible that if Snell’s price falls, the Yankees could swoop back in to sign the left-hander and bolster their rotation.But at the moment, it would be a pricey proposition based on where the club stands with the projected luxury-tax payroll as currently constructed (around $306.7 million, per Cot’s Contracts)."
    },
    
    {
    "source": {
    "id": 9,
    "name": "News18"
    },
    "author": "Vineet Ramakrishnan, Cricketnext Staff",
    "title": "WATCH | Nasser Hussain’s Brilliant Explainer on Umpire’s Call Resurfaces After Ben Stokes’ Criticism - News18",
    "description": "In a video for SkySports Nasser Hussain explained that the statement that if the ball is hitting the stumps then it is out is not valid essentially because the ball has never hit the stumps – it is only a prediction.",
    "url": "https://www.news18.com/cricket/watch-naseer-hussains-brilliant-explainer-on-umpires-call-resurfaces-after-ben-stokes-criticism-8784971.html",
    "urlToImage": "https://images.news18.com/ibnlive/uploads/2024/02/naseer-hussain-ben-stokes-2024-02-cefe3473b953e169beb48b80cc116378-16x9.jpg?impolicy=website&width=1200&height=675",
    "publishedAt": "2024-02-19T22:59:19Z",
    "content": "England skipper Ben Stokes’ call to scrap the ‘Umpire Call’ in the Decision Review System (DRS) after his team’s loss to India in the 3rd Test at Rajkot by a huge 434-run margin, has triggered a lot of reaction from fans and experts alike. The allrounder commented after England opener Zak Crawley was dismissed in the second innings of the Test trapped in front by Jasprit Bumrah. The decision eventually went upstairs. Stokes was also seen asking for clarification from match referee Jeff Crowe, alongside head coach Brendon McCullum about the decision, and he commented Umpire’s Call after the match.“My personal opinion is if the ball is hitting the stumps, it is hitting the stumps. They should take away ‘umpire’s call’ if I’m being perfectly honest. I don’t want to get too much into it because it sounds like we are moaning and saying that is why we lost the Test match,” said Stokes."
    },
    {
    "source": {
    "id": 10,
    "name": "NBCSports.com"
    },
    "author": "Charean Williams",
    "title": "Report: Rams agree to hire Iowa State OC Nate Scheelhaase as pass game specialist - NBC Sports",
    "description": "The Rams are hiring Iowa State offensive coordinator Nate Scheelhaase as their pass game specialist, Adam Schefter of ESPN reports.",
    "url": "https://www.nbcsports.com/nfl/profootballtalk/rumor-mill/news/report-rams-agree-to-hire-iowa-state-oc-nate-scheelhaase-as-pass-game-specialist",
    "urlToImage": "https://nbcsports.brightspotcdn.com/dims4/default/67549b0/2147483647/strip/true/crop/3000x1688+0+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fnbc-sports-production-nbc-sports.s3.us-east-1.amazonaws.com%2Fbrightspot%2Ff3%2F20%2Fb98bcfe94c15867e9e6aada82ab0%2Fhttps-api-imagn.com%2Frest%2Fdownload%2FimageID%3D21488968",
    "publishedAt": "2024-02-19T22:42:39Z",
    "content": "The Rams are hiring Iowa State offensive coordinator Nate Scheelhaase as their pass game specialist, Adam Schefter of ESPN reports.Scheelhaase, 33, played quarterback at Illinois before beginning his coaching career at his alma mater.He joined Iowa State as running backs coach in 2018 before coaching the receivers for one season and then becoming run game coordinator/running backs coach/receivers coach in 2020. In 2021, Scheelhaase became the quarterbacks coach and offensive coordinator.Scheelhaase coached Brock Purdy with the Cyclones.Jake Peetz, who left to become the Seahawks’ pass game coordinator, was the Rams’ pass game specialist in 2023. Zac Robinson, now the Falcons’ offensive coordinator, was the Rams’ pass game coordinator and quarterbacks coach last season."
    },
    {
    "source": {
    "id": 12,
    "name": "Yahoo Entertainment"
    },
    "author": "Jake Fischer",
    "title": "Why the Nets felt the need to move on from Jacque Vaughn - Yahoo Sports",
    "description": "Brooklyn has big plans to add an All-Star talent to pair with Mikal Bridges, but the current Nets were burdened with a sluggish offense and on a road to...",
    "url": "https://sports.yahoo.com/why-the-nets-felt-the-need-to-move-on-from-jacque-vaughn-223103428.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ouwl4.G65vCaswBeus7N1Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04OTk-/https://s.yimg.com/os/creatr-uploaded-images/2024-02/e7b49980-cf75-11ee-b13f-5d5f3b144633",
    "publishedAt": "2024-02-19T22:31:04Z",
    "content": "To understand why Jacque Vaughn was fired as the Brooklyn Nets’ head coach Monday morning, start by recalling how and why Vaughn rose to the first chair on Brooklyn’s bench back in November 2022.Barring strokes of fortune, in a business that offers little luck to precious few, Vaughn’s path always seemed to represent a stop-gap solution for Brooklyn’s front office. After dismissing Steve Nash two weeks into last season with Kevin Durant’s summer trade request still echoing off the Barclays Center rafters, the Nets ultimately pivoted to Vaughn instead of their prioritized candidate, then-embattled Ime Udoka, as Nash’s replacement — all while the franchise managed Kyrie Irving’s prolonged controversy stemming from his promotion of an antisemitic film. Vaughn dutifully served as Brooklyn's interim coach when the Nets parted ways with Kenny Atkinson in May 2020, and he did so again in the aftermath of Nash’s ouster, helping the Nets rebound from a slow start until the trade deadline that finally dispatched Durant and Irving elsewhere.It wasn’t until late February that a contract extension lifted the interim tag from Vaughn’s title, backing him with a four-year agreement, league sources told Yahoo Sports, in the ballpark of $5 million per season that will be on the Nets’ books through 2026-27. Brooklyn staffers have long spoken highly of Vaughn, as the 49-year-old’s positive charisma and thoughtfulness he displayed regularly during press availability was said to mirror his genuine approach working with players behind the scenes in practice."
    }
    
    ],
  "sports-youtube":[
    {
        "source": {
        "id": 1,
        "name": "YouTube"
        },
        "author": null,
        "title": "NHL Highlights: Golden Knights vs. Sharks - February 19, 2024 - SPORTSNET",
        "description": "Alec Martinez had three assists, Logan Thompson stopped all 30 shots on the night, and the Vegas Golden Knights blanked the San Jose Sharks 4-0.-------------...",
        "url": "https://www.youtube.com/watch?v=nxmD6DuFr7E",
        "urlToImage": "https://i.ytimg.com/vi/nxmD6DuFr7E/maxresdefault.jpg",
        "publishedAt": "2024-02-19T23:56:11Z",
        "content": null
        },
        {
        "source": {
        "id": 2,
        "name": "YouTube"
        },
        "author": null,
        "title": "Leafs Wake and Take the W | Leafs Talk - SPORTSNET",
        "description": "The Toronto Maple Leafs take down the St. Louis Blues in a 4-2 matinee on Family Day. JD Bunkis and Sam McKee are in-studio to break down the win - another s...",
        "url": "https://www.youtube.com/watch?v=ySu6J48gHk4",
        "urlToImage": "https://i.ytimg.com/vi/ySu6J48gHk4/maxresdefault.jpg",
        "publishedAt": "2024-02-19T23:20:41Z",
        "content": null
        },
        {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "Rich Eisen Reacts to Kenny Smith’s “Disappointing” Sabrina Ionescu 3-Point Challenge Comments - The Rich Eisen Show",
            "description": "Rich Eisen reacts to the controversial comments by ‘Inside the NBA’ analyst Kenny Smith that put a damper on the thrilling Steph Curry vs Sabrina Ionescu 3-P...",
            "url": "https://www.youtube.com/watch?v=Ho1bgnlXlAU",
            "urlToImage": "https://i.ytimg.com/vi/Ho1bgnlXlAU/maxresdefault.jpg",
            "publishedAt": "2024-02-19T23:00:08Z",
            "content": null
            }
  ],
  "business": [
    {
    "source": {
    "id": 1,
    "name": "Moneycontrol"
    },
    "author": "AFP",
    "title": "China central bank cuts benchmark lending rate to boost economy - Moneycontrol",
    "description": "Officials in China have struggled to kickstart economic growth as they battle a range of headwinds, including a prolonged property-sector crisis, soaring youth unemployment and a global slowdown that has hammered demand for Chinese goods.",
    "url": "https://www.moneycontrol.com/news/world/china-central-bank-cuts-benchmark-lending-rate-to-boost-economy-12307551.html",
    "urlToImage": "https://images.moneycontrol.com/static-mcnews/2023/10/PBOC_-770x433.jpg",
    "publishedAt": "2024-02-20T01:40:49Z",
    "content": "China's central bank on Tuesday cut a key benchmark lending rate used to price mortgages, as Beijing seeks to boost its flagging growth.    Officials in China have struggled to kickstart economic growth as they battle a range of headwinds, including a prolonged property-sector crisis, soaring youth unemployment and a global slowdown that has hammered demand for Chinese goods.    The five-year loan prime rate (LPR) was lowered from 4.2 to 3.95, the People's Bank of China announced -- its first cut since June.It is the largest cut to the rate since it was introduced in 2019, according to Bloomberg, and lower than that expected by economists polled by the financial news wire."
    },
    {
    "source": {
    "id": 2,
    "name": "Moneycontrol"
    },
    "author": "Vinay Rajani",
    "title": "Hot stocks: Pick Mastek, JK Lakshmi Cement, Castrol India for up to 18% return in the short term - Moneycontrol",
    "description": "It would be advisable to take an approach of holding longs with trailing stop-loss instead of anticipating any upside target for the Nifty.",
    "url": "https://www.moneycontrol.com/news/business/markets/hot-stocks-pick-mastek-jk-lakshmi-cement-castrol-india-for-up-to-18-return-in-the-short-term-12307251.html",
    "urlToImage": "https://images.moneycontrol.com/static-mcnews/2024/02/Feat-2-770x433.jpg",
    "publishedAt": "2024-02-20T01:25:00Z",
    "content": "The Nifty ended higher for the fifth straight session, after hitting an all-time high on the intraday charts. Nifty has registered a fresh all-time high of 22,186 and also closed above 22,100 for the first time. It has managed to surpass the crucial Double Top resistance placed near 22,125. Nifty seems to have broken out from the consolidation, which was there for the past 7 consecutive weeks.The index has also broken out from the bullish Cup and Handle formation on the daily chart, which indicates continuation of an uptrend. Recent swing low of 21,530 becomes the floor for the Nifty in the short term and unless that is breached, dips should be utilised to create longs. Cup and handle pattern suggests an immediate target of 22,600-22,700 in the Nifty.However, it would be advisable to take an approach of holding longs with trailing stop-loss instead of anticipating any upside target. "
    },
    {
    "source": {
    "id": 3,
    "name": "Freefincal.com"
    },
    "author": "M. Pattabiraman",
    "title": "Parag Parikh Dynamic Asset Allocation Fund: Who should invest? - freefincal on YouTube",
    "description": "Parag Parikh, Dynamic Asset Allocation Fund, is an open-ended dynamic asset allocation fund launching on Feb 20th. We discuss who can consider investing",
    "url": "https://freefincal.com/parag-parikh-dynamic-asset-allocation-fund-who-should-invest/",
    "urlToImage": "https://freefincal.com/wp-content/uploads/2024/02/Partial-screenshot-of-the-Parag-Parikh-Dynamic-Asset-Allocation-Fund-Flyer.jpg",
    "publishedAt": "2024-02-20T00:30:59Z",
    "content": "Parag Parikh, Dynamic Asset Allocation Fund, is an open-ended dynamic asset allocation fund launching on Feb 20th. We discuss who can consider investing in the fund.According to the scheme flyer, “The fund will predominantly invest in debt instruments and endeavour to maintain equity allocation between 35% and 65%* (some of it will be hedged via approved derivative instruments as permitted by SEBI from time to time)”.* The fund can, in principle, change equity allocation from 0 to 100%.The flyer also says: “We recommend it to those:Desiring debt allocation with indexation benefitsPreferring to outsource the task of managing the complexities involved in debt investing.Who refrain from actively trading in debt securities with the intention of profiting from interest-rate movements."
    },

    {
    "source": {
    "id": 4,
    "name": "Ndtvprofit.com"
    },
    "author": "NDTV Profit Research",
    "title": "Stock Market Today: All You Need To Know Going Into Trade On Feb. 20 - NDTV Profit",
    "description": "Stocks in the news, big brokerage calls of the day, complete trade setup and much more!",
    "url": "https://www.ndtvprofit.com/markets/stock-market-today-all-you-need-to-know-going-into-trade-on-feb-20-2",
    "urlToImage": "https://media.assettype.com/bloombergquint%2F2024-02%2Fc6438833-6816-4734-b853-78383eb0677f%2Fhayato_shin_oXend5neBr0_unsplash.jpg?rect=0%2C113%2C5658%2C2970&w=1200&auto=format%2Ccompress&ogImage=true",
    "publishedAt": "2024-02-19T23:30:00Z",
    "content": "Asian stocks were trading mixed on Tuesday as investors await fresh catalysts after U.S. markets were closed for a holiday on Monday.  The Japan stocks advanced, while Australian stocks fell after the BHP Group pulled the markets down after the miner missed profit estimates.   ADVERTISEMENT The Euro Stoxx 50 trades near a two-decade high. On Friday, The S&P 500 index and Nasdaq 100 fell by 0.48% and 0.82%, respectively. The Dow Jones Industrial Average declined by 0.37%. The yield on the 10-year U.S. bond closed at 4.31%, and Bitcoin was above $51,800. Brent crude was above $83 a barrel, whereas WTI crude was above $79 a barrel. India's benchmark stock indices ended higher for the fifth straight session on Monday, with the NSE Nifty 50 hitting a fresh all-time high during the day. Nifty Pharma and Nifty FMCG gained, while Nifty Oil and Gas and Nifty PSU Bank stocks were under pressure. The S&P BSE Sensex closed 281.52 points, or 0.39%, higher at 72,708.16, while the NSE Nifty 50 gained 81.55 points, or 0.37%, to end at 22,122.25."
    },
    
    {
    "source": {
    "id": 5,
    "name": "The Verge"
    },
    "author": "Andrew J. Hawkins",
    "title": "Porsche adds two new hybrids to its lineup of plug-in Panameras - The Verge",
    "description": "The Panamera 4 and 4S E-Hybrid offer bigger batteries and better performance than their predecessors.",
    "url": "https://www.theverge.com/2024/2/19/24077329/porsche-hybrids-4-4s-panamera-specs-price",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/nUbaB9ZMf_c_cC1emyiuyIGllu8=/0x0:6000x4002/1200x628/filters:focal(3000x2001:3001x2002)/cdn.vox-cdn.com/uploads/chorus_asset/file/25294653/1101_roma_white_4s_u_crane_AKOS9259_edit_V01.jpg",
    "publishedAt": "2024-02-19T23:01:00Z",
    "content": "Porsche announced two new plug-in hybrid Panameras, as the German automakers looks to hedge its bets by offering a broader set of electrified options.Late last year, Porsche unveiled the third generation Panamera, which included the Panamera Turbo E-Hybrid as the first of four Panamera E-Hybrid models that will eventually be offered. Today, the automaker is adding two more: the Panamera 4 E-Hybrid and the Panamera 4S E-Hybrid. The fourth model will be announced at a later date.Porsche says it is responding to “significant demand for efficient and dynamic E-Hybrid powertrains” with the release of these two new variants. Indeed, hybrids are increasingly in demand in a variety of markets, even as sales growth of pure battery-electric vehicles slows down.But its Porsche, so it won’t come cheaply. The 4 E-Hybrid will start at $117,495, while the 4S E-Hybrid kicks off at $128,795 (both include destination fees). Pre-orders can be placed starting at the end of March and are expected to start deliveries by the fall. "
    },
    {
    "source": {
    "id": 6,
    "name": "Fox Business"
    },
    "author": "Breck Dumas",
    "title": "Teamsters target Bud Light parent Anheuser-Busch, Molson Coors - Fox Business",
    "description": "The Teamsters union is striking at Molson Coors' Texas brewery and threatening to strike at all 12 U.S. Anheuser-Busch breweries as it remains locked in contract negotiations.",
    "url": "https://www.foxbusiness.com/markets/teamsters-target-bud-light-parent-anheuser-busch-molson-coors",
    "urlToImage": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2024/02/0/0/Molson-coors-strike.png?ve=1&tl=1",
    "publishedAt": "2024-02-19T22:25:00Z",
    "content": "The Teamsters union appears ready to shut down work at two major beer companies at once, after striking at Molson Coors' Texas brewery over the weekend and warning it will do the same at all of Anheuser-Busch InBev's U.S. breweries if a new deal for workers is not reached by the end of the month.The 420 members of Teamsters Local 997 walked off the job at Molson Coors' Fort Worth brewery on Saturday, after the labor union and the company failed to reach an agreement on a new three-year contract for workers.    "
    },
    {
    "source": {
    "id": 7,
    "name": "The Times of India"
    },
    "author": "TNN",
    "title": "Mitsubishi picks up 32% stake in TVS Mobility - The Times of India",
    "description": "India Business News: CHENNAI: Japanese automotive giant Mitsubishi has invested Rs 300 crore for 32% stake in multi-brand automotive dealer TVS Vehicle Mobility Solution, .",
    "url": "https://timesofindia.indiatimes.com/business/india-business/mitsubishi-picks-up-32-stake-in-tvs-mobility/articleshow/107832586.cms",
    "urlToImage": "https://static.toiimg.com/thumb/msid-107832588,width-1070,height-580,imgsize-8560,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "publishedAt": "2024-02-19T22:02:00Z",
    "content": "This investment is intended to propel the parties' vision in relation to vehicle ownership in passenger cars, commercial vehicles and material handling equipment and the business model will have the potential to achieve $2 billion revenue in the next 3-5 years' time, said R Dinesh, director, TVS Mobility. Mitsubishi, he added, is coming in as a partner to scale up this business and spread this model to other geographies.The latest investment in TVS VMS widens MC's investment coverage through enhanced service capabilities even further and should propel its aim to develop comprehensive mobility solutions, said Shigeru Wakabayashi, CEO of automotive and mobility group at Mitsubishi."
    },
    {
    "source": {
    "id": 8,
    "name": "Fox Business"
    },
    "author": "Eric Revell",
    "title": "Biden administration considering EV switch delay due to weak demand - Fox Business",
    "description": "The Biden administration's EPA is reportedly planning to delay a requirement that automakers rapidly increase sales of EVs until after 2030 as weak EV sales hit American car companies.",
    "url": "https://www.foxbusiness.com/politics/biden-administration-considering-ev-switch-delay-weak-demand",
    "urlToImage": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2023/08/0/0/695c6bd8-Biden.jpg?ve=1&tl=1",
    "publishedAt": "2024-02-19T21:40:00Z",
    "content": "The Biden administration is planning to give carmakers more time to ramp up sales of electric vehicles amid weak demand for EVs, according to a report by the New York Times.The administration is planning to delay a requirement that auto companies quickly increase their sales of EVs in the next few years until after 2030, the Times reported citing people familiar with the White House's plan. The relaxed rule is part of a pending regulation that limits tailpipe emissions that will soon be finalized by the Environmental Protection Agency (EPA).Under the EPA proposal submitted for review to the White House Office of Management and Budget, about 67% of new car sales — including sedans, crossovers, SUVs and light trucks — would be required to be electric by 2032, a dramatic increase from over 7% in 2023. It would also require up to 50% of buses and garbage trucks, 35% of short-haul freight tractors and 25% of long-haul freight tractor purchases to be electric by then.The shift comes as President Joe Biden is facing competing political demands from environmentalist supporters who want to see the administration taking action on climate change, as well as unionized auto workers who are concerned that requiring the EV transition to happen before consumers want could cause automakers to cut jobs."
    },
    {
    "source": {
    "id": 9,
    "name": "New York Post"
    },
    "author": "Brooke Steinberg",
    "title": "'Long-awaited' drug to treat food allergies, including nuts, gets FDA approval — could 'redefine' treatment - New York Post ",
    "description": "“While it will not eliminate food allergies or allow patients to consume food allergens freely, its repeated use will help reduce the health impact if accidental exposure occurs.”",
    "url": "https://nypost.com/2024/02/19/lifestyle/drug-to-treat-severe-food-allergies-including-nuts-gets-fda-approval/",
    "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2024/02/76798187.jpg?quality=75&strip=all&w=1024",
    "publishedAt": "2024-02-19T21:19:00Z",
    "content": "The Food and Drug Administration greenlighted a new drug on Friday that could be life-changing for those with severe food allergies.Xolair, or omalizumab, was approved to help reduce severe allergic reactions to certain foods in adults and children over the age of 1, including reducing the risk of anaphylaxis that may occur with accidental exposure.However, the medication is not meant to be used during an allergic reaction — it’s intended to be administered repeatedly every two to four weeks to reduce the risk of future reactions over time.However, the FDA also noted that patients who take Xolair — which is considered to be the “first and only FDA-approved medicine to reduce allergic reactions in people with one or more food allergies” — must continue to avoid foods they are allergic to.“This newly approved use for Xolair will provide a treatment option to reduce the risk of harmful allergic reactions among certain patients with IgE-mediated food allergies,” Kelly Stone, M.D., Ph.D., associate director of the Division of Pulmonology, Allergy and Critical Care in the FDA’s Center for Drug Evaluation and Research, "
    },
    {
    "source": {
    "id": 10,
    "name": "BBC News"
    },
    "author": null,
    "title": "Powerball: US man sues lottery after being told $340m win is error - BBC.com",
    "description": "\"I know the justice system will prevail,\" he says - but the lottery claims to have posted his numbers in error.",
    "url": "https://www.bbc.com/news/world-us-canada-68343150",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/16F39/production/_132690049_gettyimages-1439854726.jpg",
    "publishedAt": "2024-02-19T20:57:37Z",
    "content": "A Washington DC man who thought he won a jackpot worth $340m (£270m) has sued Powerball and the DC Lottery, who claim they published his numbers by mistake.John Cheeks said he felt numb when he first saw Powerball's winning numbers matched his ticket in January 2023.But when Mr Cheeks presented his ticket to the Office of Lottery and Gaming (OLG), his claim was denied.One of the claims agents told me my ticket was no good, just to throw it in the trash can, he told the BBC.Instead, Mr Cheeks held on to that ticket and found a lawyer.He is now suing the lottery for damages, in the amount of the Powerball jackpot, plus the interest he would have earned on it per day - totalling $340m."
    }
    ],
  "Entertainment": [
        {
        "source": {
        "id": 1,
        "name": "123telugu.com"
        },
        "author": null,
        "title": "After Bramayugam, this Mollywood sensation is set to release in Telugu? - 123telugu",
        "description": "Mollywood is basking in the glory of two recent super hits: Mammootty's Bramayugam and Naslen K Gafoor's Premalu, both making waves in the industry.",
        "url": "https://www.123telugu.com/mnews/after-bramayugam-this-mollywood-sensation-is-set-to-release-in-telugu.html",
        "urlToImage": "https://www.123telugu.com/content/wp-content/themes/123telugu/images/logo.gif",
        "publishedAt": "2024-02-20T03:30:01Z",
        "content": "Mollywood is basking in the glory of two recent super hits: Mammootty’s Bramayugam and Naslen K Gafoor’s Premalu, both making waves in the industry.Hot on the heels of this success, Sithara Entertainments has thrilled Telugu audiences by announcing the Telugu release of Bramayugam on February 23, 2024. This news has sparked widespread excitement. Adding fuel to the fire, rumours are swirling on social media about a renowned production company gearing up to dub and release Premalu in Telugu soon. If this speculation turns out to be true, the movie is poised for remarkable success in the Telugu-speaking regions.Directed by Girish AD, Premalu is a delightful rom-com featuring Mamitha Baiju in the lead role. Alongside her, a talented cast, including Shyam Mohan M, Meenakshi Raveendran, Akhila Bhargavan, Althaf Salim, Mathew Thomas, and Sangeet Pratap, have played key roles, while Vishnu Vijay has composed the enchanting soundtrack."
        },
        
        {
        "source": {
        "id": 2,
        "name": "Deadline"
        },
        "author": "Lynette Rice",
        "title": "How ‘NCIS’ Said Goodbye To David McCallum (And The Surprise Guest Who Showed Up To Pay Last Respects) - Deadline",
        "description": "How 'NCIS' Said Goodbye To David McCallum (And The Surprise Guest Who Showed Up To Pay Last Respects)",
        "url": "http://deadline.com/2024/02/how-ncis-said-goodbye-to-david-mccallum-ducky-mallard-1235830528/",
        "urlToImage": "https://deadline.com/wp-content/uploads/2023/09/GettyImages-1131880836.jpg?w=1024",
        "publishedAt": "2024-02-20T03:00:00Z",
        "content": "SPOILER ALERT! This story contains plot points from Monday’s episode of NCIS.NCIS on Monday paid its final respects to star David McCallum, who died September 25 at the age of 90.A fan favorite, McCallum was the last remaining original cast member on NCIS, in which he played an eccentric but highly efficient investigator Donald “Ducky” Mallard for two decades.As heavily teased in the promos, the episode dubbed “The Stories We Leave Behind” opened with Jimmy Palmer (Brian Dietzen, who co-wrote the episode) arriving at Ducky’s house to find his mentor — dressed in his monogrammed jammies — dead in his bed, with his sweet corgi looking forlorn in the foyer."
        },
        {
        "source": {
        "id": 3,
        "name": "The Times of India"
        },
        "author": "etimes.in",
        "title": "Farhan Akhtar to introduce Kiara Advani opposite Ranveer Singh in 'Don 3' on February 20: Report - TOI Etimes",
        "description": "As per a latest report, Farhan Akhtar will introduce Kiara Advani as the female lead opposite Ranveer Singh in 'Don 3'. Read more to know about the upcoming movie.",
        "url": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/farhan-akhtar-to-introduce-kiara-advani-opposite-ranveer-singh-in-don-3-on-february-20-report/articleshow/107836467.cms",
        "urlToImage": "https://static.toiimg.com/thumb/msid-107836438,width-1070,height-580,imgsize-40378,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
        "publishedAt": "2024-02-20T02:52:00Z",
        "content": "Ever since Farhan Akhtar introduced Ranveer Singh as the new Don, there's been immense curiousity around who shall be the female lead in the movie. Farhan further teased fans as he put out a story saying that a special announcement around 'Don 3' will be made today, February 20.As per a latest report in Bollywood Hungama, the new announcement is about the female lead and Kiara Advani will be introduced opposite Ranveer Singh."
        },
        {
        "source": {
        "id": 4,
        "name": "News18"
        },
        "author": "Chirag Sehgal",
        "title": "Samantha Ruth Prabhu Recalls Separation From Naga Chaitanya, Calls It 'Extremely Difficult' - News18",
        "description": "Samantha Ruth Prabhu and Naga Chaitanya dated for a few years before they tied the knot in 2017. However, the two announced their separation in October 2021.",
        "url": "https://www.news18.com/movies/samantha-ruth-prabhu-recalls-separation-from-naga-chaitanya-calls-it-extremely-difficult-8785413.html",
        "urlToImage": "https://images.news18.com/ibnlive/uploads/2023/11/naga-chaitanya-and-samantha-ruth-prabhu-2023-11-4c7f42611248e4b56bf44b6bed33a488-16x9.jpg?impolicy=website&width=1200&height=675",
        "publishedAt": "2024-02-20T02:00:26Z",
        "content": "Samantha Ruth Prabhu recently resumed work after her battle with myositis and released her first health podcast. The actress talked about the auto-immune condition when she also recalled her separation from Naga Chaitanya. Even though Samantha did not name her former husband, she said that the year before myositis was “extremely difficult”.“I remember specifically the year before I had this problem, it was an extremely difficult year for me. I specifically remember the day that I think my friend/partner/manager Himank, and I were traveling back from Mumbai. And this was in June of the year before last, and I remember telling him that finally I feel calm. I haven’t felt a little relaxed and a little calm in a very, very long time. And I finally feel like I can breathe and I can go to sleep, and I can now wake up and focus on my work and be the best that I can be at work. And I woke up with this condition,” Samantha said.“The reason I wanted to do this podcast was because after the experience, the harrowing experience that I’ve been through and well, an autoimmune condition is lifelong, so with what I’m dealing with right now as well, I’d rather people be safe than sorry,” she added.Samantha Ruth Prabhu and Naga Chaitanya dated for a few years before they tied the knot in 2017. However, the two announced their separation in October 2021 i.e. after four years of their marriage. Back then, they had issued a statement asking fans and followers for privacy as they ‘move on’."
        },
        {
        "source": {
        "id": 5,
        "name": "Fox News"
        },
        "author": "Janelle Ash",
        "title": "Madonna awkwardly falls off a chair during Seattle concert - Fox News",
        "description": "Madonna awkwardly fell during her performance of \"Open Your Heart\" during a Seattle concert on Sunday night. The pop icon, 65, laughed off the tumble and got right back to her performance.",
        "url": "https://www.foxnews.com/entertainment/madonna-awkwardly-falls-chair-seattle-concert",
        "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2024/02/madonna-falls-onstage.jpg",
        "publishedAt": "2024-02-20T01:49:00Z",
        "content": "During a performance of Open Your Heart, the pop icon, 65, awkwardly fell off a chair onstage. After beginning to sing the song, one of Madonna's back-up dancers began to drag the chair.The dancer only made it a few feet before losing their footing and falling to the floor with Madonna. In the video of the accident, Madonna is seen laughing off the fall before rolling off the chair with a smile.Following the fall, Madonna got back up and approached the chair. She sat down, and was still seemingly discombobulated from the fall because she was facing the wrong way, then appeared to forget the lyrics.Once she realized, she said, S---, I forgot the words and got up."
        },
        {
        "source": {
        "id": 6,
        "name": "Deadline"
        },
        "author": "Armando Tinoco",
        "title": "Jason & Travis Kelce Address “Deeply Tragic” Kansas City Chiefs Super Bowl Parade Shooting - Deadline",
        "description": "Travis Kelce and his brother Jason addressed the tragic shooting in Kansas City amid the parade celebrating the Chiefs' Super Bowl win.",
        "url": "http://deadline.com/2024/02/jason-travis-kelce-address-kansas-city-chiefs-super-bowl-parade-shooting-1235831327/",
        "urlToImage": "https://deadline.com/wp-content/uploads/2024/02/travis-kelce-kansas-city-chiefs.jpg?w=1024",
        "publishedAt": "2024-02-20T01:04:00Z",
        "content": "Travis Kelce and his brother Jason addressed the tragic shooting in Kansas City amid the parade celebrating the Chiefs’ Super Bowl win.The Kelce brothers had planned to release a pre-recorded episode of their New Heights podcast on Wednesday, but “after the tragic events of the Super Bowl parade in Kansas City, it didn’t feel right without you guys hearing from us first,” Travis said.“We just wanted to say our hearts go out to all the victims, their families, Chiefs Kingdom and really all of Kansas City that was really there on a day to try and celebrate the community,” Jason said in the video shared on X, the social media platform formerly known as Twitter."
        },
        {
        "source": {
        "id": 7,
        "name": "Hindustan Times"
        },
        "author": "Aditi Srivastava",
        "title": "Adult film star Kagney Linn Karter dies by suicide at 36: Report - Hindustan Times",
        "description": "Friends mourn Kagney Linn Karter's passing, launch memorial fundraiser | Hollywood",
        "url": "https://www.hindustantimes.com/entertainment/hollywood/adult-film-star-kagney-linn-karter-dies-by-suicide-at-36-report-101708389788401.html",
        "urlToImage": "https://www.hindustantimes.com/ht-img/img/2024/02/20/1600x900/107832051_1708390026864_1708390039445.webp",
        "publishedAt": "2024-02-20T00:52:23Z",
        "content": "Famous adult film actress Kagney Linn Karter has tragically passed away at 36 after taking her own life. The heartbreaking news was shared by her friends online, and TMZ later reported her death by suicide on Monday. According to the website, Kagney died at her residence in Parma, OH, on Thursday. Her friends posted a heartbreaking GoFundMe page with a moving ode to the celebrity, confirming the circumstances.Unfortunately, despite all of her many impressive accomplishments and talents, Kagney struggled with mental health issues as the years passed by.Following their plea for support to assist Kagney's mother Tina with the expenses for her memorial, her friends took to social media to raise awareness about her health battle. They also mentioned that any excess funds raised would go towards supporting an animal rescue."
        },
        {
        "source": {
        "id": 8,
        "name": "Fox News"
        },
        "author": "Janelle Ash",
        "title": "Sydney Sweeney, Megan Fox, Lainey Wilson heat up the People's Choice Awards red carpet - Fox News",
        "description": "Sydney Sweeney, Lainey Wilson and Megan Fox heated up the People's Choice Awards' red carpet on Sunday Night. Sweeney wore a deep-plunging, red dress, and Fox debuted a new hairstyle.",
        "url": "https://www.foxnews.com/entertainment/sydney-sweeney-megan-fox-lainey-wilson-heat-up-peoples-choice-awards-red-carpet",
        "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2024/02/sydney-sweeney-megan-fox-lainey-wilson.jpg",
        "publishedAt": "2024-02-20T00:49:00Z",
        "content": "The People's Choice Awards was full of celebrities showing off their outfits, new hairstyles and tapping into their wild side with animal-print looks.Jennifer Aniston opted for a little black dress as she took the stage to present the People's Choice's Icon award to her longtime friend, Adam Sandler.Aniston, 55, wore a strapless black number, with black heels and dainty gold jewelry.Sydney Sweeney attended the award show in Los Angeles on Sunday night with her Anyone But You co-star, Glen Powell. The Euphoria actress wore a form-fitting, red gown that featured a deep-plunging neckline."
        },
        {
        "source": {
        "id": 9,
        "name": "TMZ"
        },
        "author": "TMZ Staff",
        "title": "Bryce Hall Claps Back at Billie Eilish's TikTok Diss at People's Choice Awards - TMZ",
        "description": "Bryce Hall claps back at Billie Eilish over her TikTok diss at the People's Choice Awards.",
        "url": "https://www.tmz.com/2024/02/19/bryce-hall-responds-billie-eilish-tiktok-diss-peoples-choice-awards/",
        "urlToImage": "https://imagez.tmz.com/image/1b/16by9/2024/02/19/1b1b178a9d7347809661f5ebfd0200c9_xl.jpg",
        "publishedAt": "2024-02-20T00:18:00Z",
        "content": "Bryce Hall is clapping back at Billie Eilish after she was heard wondering why a bunch of TikTok stars were at the People's Choice Awards ... sarcastically apologizing for her disgust.The internet superstar responded to Billie on, where else, TikTok ... jokingly saying he was sorry for not acknowledging her greatness or bowing down to her at the award show they both attended.As we reported ... Billie was filmed chatting with fellow singer Kylie Minogue at Sunday's People's Choice Awards when cameras caught her pointing out that there was a bunch of TikTokers in the house.Billie was clearly not a fan of the TikTok contingent ... which included Bryce, Tana Mongeau, Chris Olsen, Gigi Gorgeous, Alix Earle and James Charles ... among others."
        },
        
        {
        "source": {
        "id": 10,
        "name": "News18"
        },
        "author": "Aditi Giri",
        "title": "Poonam Pandey Makes BIG Allegation, Claims Stakeholders In Fake Death Stunt Got 'Shivers': 'Sent Us...' - News18",
        "description": "Poonam Pandey recently faked her own death. She argued that the motive of her death news was to create awareness regarding cervical cancer.",
        "url": "https://www.news18.com/movies/poonam-pandey-makes-big-allegation-claims-stakeholders-in-fake-death-stunt-got-shivers-sent-us-8784793.html",
        "urlToImage": "https://images.news18.com/ibnlive/uploads/2024/02/fotojet-2024-02-19t151342.065-2024-02-50f294e6d4d5efda019ade3091e4ef18-16x9.jpg?impolicy=website&width=1200&height=675",
        "publishedAt": "2024-02-19T23:16:00Z",
        "content": "Days after Poonam Pandey faked her own death, the actress took to her social media handle to pen a cryptic post. Now, following up on the same, she made shocking allegations. The actress claimed that the stakeholders associated with the fake death stunt have sent legal notices to her team. Taking to her Instagram handle, she wrote, ‘So now that I said truth shall be revealed, the stakeholders have got the shivers. And sent us a legal notice.’ She also added the praying hands emoji in the caption. Have a look at the same."
    }
        ],
  "Entertainment-youtube":[
            {
                "source": {
                "id": 1,
                "name": "YouTube"
                },
                "author": null,
                "title": "FULL MATCH – Cody Rhodes vs. Drew McIntyre: Raw highlights, Feb. 19, 2024 - WWE",
                "description": "“The American Nightmare” Cody Rhodes goes one-on-one with “The Scottish Warrior” Drew McIntyre. Catch WWE action on Peacock, WWE Network, FOX, USA Network, S...",
                "url": "https://www.youtube.com/watch?v=RXQQGAGWIbw",
                "urlToImage": "https://i.ytimg.com/vi/RXQQGAGWIbw/maxresdefault.jpg",
                "publishedAt": "2024-02-20T03:17:56Z",
                "content": null
            },
            {
                "source": {
                "id": 2,
                "name": "YouTube"
                },
                "author": null,
                "title": "르세라핌, 새 앨범 발매…\"무대 뒤 불안 · 고민 담아냈다\" / SBS / 굿모닝연예 - SBS 뉴스",
                "description": "Enjoy the videos and music you love, upload original content, and share it all with friends, family, and the world on YouTube.",
                "url": "https://www.youtube.com/watch?v=hObPZnwITO8",
                "urlToImage": null,
                "publishedAt": "2024-02-19T23:34:16Z",
                "content": null
            },
            {
                "source": {
                "id": 3,
                "name": "YouTube"
                },
                "author": null,
                "title": "Jey Uso wants to take Gunther’s Intercontinental Title: WWE Now, Feb. 19, 2024 - WWE",
                "description": "WWE Now previews an Intercontinental Title showdown between Jey Uso and Gunther, Cody Rhodes and Drew McIntyre’s rivalry clash, a Women’s Elimination Chamber...",
                "url": "https://www.youtube.com/watch?v=AM9PMdz-WCI",
                "urlToImage": "https://i.ytimg.com/vi/AM9PMdz-WCI/maxresdefault.jpg",
                "publishedAt": "2024-02-19T22:07:13Z",
                "content": null
                }
        ],
  "Science": [
           
            {
            "source": {
            "id": 1,
            "name": "The Times of India"
            },
            "author": null,
            "title": "6 cool facts about moon that makes it more than Earth's satellite - The Times of India",
            "description": "The moon is tidally locked to Earth, meaning it always shows the same face to our planet. This phenomenon explains why we can only see one side of the moon from Earth. The side facing away from us is often referred to as the far side or the dark side, despite…",
            "url": "https://timesofindia.indiatimes.com/etimes/trending/6-fascinating-facts-about-the-moon-that-make-it-the-most-unique-satellite-in-the-solar-system/photostory/107829999.cms",
            "urlToImage": "https://static.toiimg.com/photo/107830002.cms",
            "publishedAt": "2024-02-20T03:30:00Z",
            "content": "The moon is tidally locked to Earth, meaning it always shows the same face to our planet. This phenomenon explains why we can only see one side of the moon from Earth. The side facing away from us is often referred to as the far side or the dark side, despite receiving the same amount of sunlight as the near side.Each of these unique characteristics adds to the allure and scientific interest surrounding Earth's celestial companion, making the moon a subject of fascination and exploration for generations to come.The moon's surface is covered with a layer of fine dust and rocky debris called regolith.Without an atmosphere to protect it, the moon is vulnerable to meteoroid impacts, cosmic rays, and solar winds, making its environment barren and inhospitable."
            },
            {
            "source": {
            "id": 2,
            "name": "New York Post"
            },
            "author": "Associated Press",
            "title": "Universe's brightest object reportedly discovered, featuring black hole the size of 17 billion suns - New York Post ",
            "description": "Astronomers have discovered what may be the brightest object in the universe, a quasar with a black hole at its heart growing so fast that it swallows the equivalent of a sun a day.",
            "url": "https://nypost.com/2024/02/19/world-news/universes-brightest-object-reportedly-discovered-featuring-black-hole-the-size-of-17-billion-suns/",
            "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2024/02/chile-quasar-found-luminous-object-76821202.jpg?quality=75&strip=all&w=1024",
            "publishedAt": "2024-02-20T02:33:00Z",
            "content": "Astronomers have discovered what may be the brightest object in the universe, a quasar with a black hole at its heart growing so fast that it swallows the equivalent of a sun a day.The record-breaking quasar shines 500 trillion times brighter than our sun.The black hole powering this distant quasar is more than 17 billion times more immense than our sun, an Australian-led team reported Monday in the journal Nature Astronomy.While the quasar resembles a mere dot in images, scientists envision a ferocious place.The rotating disk around the quasar’s black hole — the luminous swirling gas and other matter from gobbled-up stars — is like a cosmic hurricane."
            },
            {
            "source": {
            "id":3,
            "name": "Fox News"
            },
            "author": "Greg Wehner",
            "title": "NASA seeks participants for second year-long Mars mission simulation - Fox News",
            "description": "NASA is looking for the next four-person crew to spend more than a year inside a Mars simulator located in Texas, to study aspects of a mission to the red planet.",
            "url": "https://www.foxnews.com/science/nasa-seeks-participants-second-year-long-mars-mission-simulation",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/06/Chapea-crew-enters-simulator.jpg",
            "publishedAt": "2024-02-20T01:41:00Z",
            "content": "NASA is searching for the next four-person crew to participate in a one-year program at Johnson Space Center in Houston, simulating life and conditions on the planet Mars.The mission will be the second of three year-long Mars surface simulations called Crew Health and Performance Exploration Analog, or CHAPEA, and is expected to kick off in the Spring of 2025.The first four-person crew was locked into the habitat, called the Mars Dune Alpha, in June 2023, and is more than half way through their mission.The inaugural crew consists of Commander Kelly Haston, a research scientist with experience in stem cell-based projects; flight engineer Ross Brockwell, a structural engineer and public works administrator; medical officer Nathan Jones; and science officer Anca Selariu."
            },
           
            {
            "source": {
            "id": 4,
            "name": "Giantfreakinrobot.com"
            },
            "author": "Douglas Helm",
            "title": "Dracula's Sandwich Could Actually Be A New Type Of Star - Giant Freakin Robot",
            "description": "Dracula's Sandwich isn't a Romanian BLT, instead, it could be the history-making missing link scientists have been trying to find.",
            "url": "https://www.giantfreakinrobot.com/sci/draculas-sandwich-new-type-star.html",
            "urlToImage": "https://www.giantfreakinrobot.com/wp-content/uploads/2023/10/milky-way-nebula-galaxy-space-stars.jpg",
            "publishedAt": "2024-02-19T23:36:20Z",
            "content": "A new discovery in space, Dracula’s Sandwich, is a baby star.There are a ton of things out in space, so it makes sense to name new discoveries based on familiar things we have on Earth. That’s exactly what happened when astronomers at the US Naval Observatory dubbed the new object they discovered ‘Dracula’s Chivito,’ which is the name for a meaty sandwich that is the national dish of Uruguay. While it may look like a snack that literature’s most famous vampire would enjoy, it’s a baby star that is circled by a disk of dust and gas.While Dracula’s Sandwich does look like a sandwich with a red center and two slices of bread surrounding it, there’s some thematic relevance to the name as well. In 1985, astronomers found a similar object in the Milky Way that was dubbed Gomez’s Hamburger. In 2008, Gomez’s Hamburger was confirmed to be a baby star."
            },
            {
            "source": {
            "id": 5,
            "name": "USA Today"
            },
            "author": "Julia Gomez",
            "title": "NASA's sample of asteroid rubble double the amount expected - USA TODAY",
            "description": "OSIRIS-REx brought NASA double the sample it needed from asteroid Bennu.",
            "url": "https://www.usatoday.com/story/news/nation/2024/02/19/nasas-gets-double-the-astroid-rubble-it-expected/72661306007/",
            "urlToImage": "https://www.usatoday.com/gcdn/authoring/authoring-images/2024/02/19/USAT/72663575007-jsc-2024-e-0085411024-x-683.jpg?crop=1022,575,x0,y100&width=1022&height=575&format=pjpg&auto=webp",
            "publishedAt": "2024-02-19T22:44:44Z",
            "content": "The first asteroid samples acquired by NASA from deep space contain double the amount of material scientists were expecting to get, according to a press release.The OSIRIS-REx sample is the biggest carbon-rich asteroid sample ever delivered to Earth and will help scientists investigate the origins of life on our own planet for generations to come,” said NASA Administrator Bill Nelson in a statement. “Almost everything we do at NASA seeks to answer questions about who we are and where we come from.The delivery was made last fall, but according to NASA, it took longer than expected to get all of the samples. The disassembly of the Touch-and-Go Sample Acquisition Mechanism, TAGSAM, the system used to collect the samples, was paused because of two stuck fasteners."
            },
            
            {
            "source": {
            "id": 6,
            "name": "ScienceAlert"
            },
            "author": "The Conversation",
            "title": "Scientists Identify a Universal Optimal Temperature For Life on Earth - ScienceAlert",
            "description": "Have you ever wondered about the optimal temperature for life on Earth? For humans, 20°C is comfortable.",
            "url": "https://www.sciencealert.com/scientists-identify-a-universal-optimal-temperature-for-life-on-earth",
            "urlToImage": "https://www.sciencealert.com/images/2024/02/TinySpiderOnLeaf.jpg",
            "publishedAt": "2024-02-19T22:01:19Z",
            "content": "Have you ever wondered about the optimal temperature for life on Earth? For humans, 20°C is comfortable. Any warmer and we work less efficiently because releasing heat requires energy.We know many species can live at much colder or warmer temperatures than humans. But our systematic review of published research found the thermal ranges of animals, plants and microbes living in air and water overlap at 20°C. Could this be a coincidence?.For all species, the relationship with temperature is an asymmetric bell-shaped curve. This means biological processes increase in line with temperature, reach a maximum, and then rapidly decline when it gets too hot.Recently, a New Zealand research group noticed the number of marine species did not peak at the equator, as has been commonly assumed. Rather, the number dipped, with peaks in the subtropics.Follow-up studies showed this dip has been getting deeper since the last ice age about 20,000 years ago. And it has been deepening faster due to global ocean warming."
            },
            {
            "source": {
            "id": 7,
            "name": "Space.com"
            },
            "author": "Sharmila Kuthunur",
            "title": "Massive underground laboratory in China joins the quest to find dark matter - Space.com",
            "description": "\"I do not believe there is any other site that combines such great depth with such access.\"",
            "url": "https://www.space.com/china-renovated-underground-laboratory-hunt-dark-matter",
            "urlToImage": "https://cdn.mos.cms.futurecdn.net/G6NSp7oCSmyMW6A97zmRjM-1200-80.jpg",
            "publishedAt": "2024-02-19T22:00:01Z",
            "content": "Dark matter — an invisible substance that somehow makes up over 80 percent of all matter in the universe — is a phenomenon that frustratingly eludes scientists. Despite being sought after for decades, and providing us with clues that it does indeed exist, dark matter has never been directly detected.But now, the China Jinping Underground Laboratory (CJPL) — crowned the world's largest and deepest underground facility after its upgraded phase, CJPL-II — promises to take scientists a step further. It became operational in early December of last year.Built inside repurposed tunnels running through the Jinping Mountains in China's Sichuan Province, the lab is buried beneath 2,400 meters (1.49 miles) of rock. The reason for its deep, lonely location is that so much rock can reduce background noise found in dark matter data, typically induced by things like cosmic rays (another space mystery for another time.)"
            },
            
            {
            "source": {
            "id": 8,
            "name": "SciTechDaily"
            },
            "author": null,
            "title": "Global Implications: More Aerosol Particles Than Thought Are Forming Over Siberia - SciTechDaily",
            "description": "Recent research has discovered that, in contrast to earlier assumptions, substantial quantities of aerosol particles are generated across extensive regions of the West Siberian taiga during spring. These findings indicate that rising temperatures can greatly …",
            "url": "https://scitechdaily.com/global-implications-more-aerosol-particles-than-thought-are-forming-over-siberia/",
            "urlToImage": "https://scitechdaily.com/images/Aerosol-Particles-Siberia.jpg",
            "publishedAt": "2024-02-19T21:55:39Z",
            "content": "University of Helsinki researchers discovered extensive aerosol particle formation in the West Siberian taiga, Recent research has discovered that, in contrast to earlier assumptions, substantial quantities of aerosol particles are generated across extensive regions of the West Siberian taiga during spring. These findings indicate that rising temperatures can greatly influence the climate due to this phenomenon.Aerosol particles significantly contribute to the Earth’s cooling process. They can impact the amount of sunlight that reaches the Earth’s surface either directly or indirectly by aiding in cloud formation. These particles originate from various gas molecules and are found all over the planet.To understand the circumstances in which these particles are formed, researchers conduct measurements in various environments all over the world. For example, the Finnish flagship station SMEAR II has conducted measurements in the boreal forest for 25 years.However, the boreal forest is an extremely large area, and much of its contribution to aerosol formation has still not been explored, especially in its Siberian and Canadian parts.Previous studies have suggested that particle formation is rare in Siberia. However, a recent study by the University of Helsinki showed that particle formation in Siberia was frequent and was connected to heat conditions. The results of the study were published in the journal Environmental Research Letters."
            },
           
            {
            "source": {
            "id": 9,
            "name": "Space.com"
            },
            "author": "Robert Lea",
            "title": "South Pole Telescope has a 'treasure map' to the secrets of dark matter - Space.com",
            "description": "\"The more we learn about the distribution of dark matter, the closer we get to understanding its nature and its role in forming the universe that we live in today.\"",
            "url": "https://www.space.com/south-pole-telescope-cosmic-treasure-map-dark-matter",
            "urlToImage": "https://cdn.mos.cms.futurecdn.net/PWqtmwV8c2ySGqvBfBqNgg-1200-80.png",
            "publishedAt": "2024-02-19T20:00:01Z",
            "content": "Ancient cosmic light that has uniformly filled the universe since around 400,000 years after the Big Bang could act like a treasure map that guides scientists to the secrets of dark matter.The Cosmic Microwave Background (CMB) refers to the first light to freely travel across the universe. Its journey began after space had expanded and cooled enough to allow electrons and protons to form the first atoms, meaning electrons were no longer endlessly scattering photons, and the universe instantly went from being opaque to being transparent.The CMB, or the surface of last scattering as it is sometimes known, was picked up by a new upgraded camera dubbed SPT-3G. SPT-3G is located on the South Pole Telescope, and it was able to capture the phenomena after five years of operations with this initial data hinting at exciting future developments. The CMB is a treasure map for cosmologists, Zhaodi Pan, research lead author and a scientist with Argonne National Laboratory, said in a statement. Its minuscule variations in temperature and polarization provide a unique window into the universe’s infancy. "
            },
           { "source": {
                "id":10,
                "name": "CBS News"
                },
                "author": "Aliza Chasan",
                "title": "Satellite weighing as much as adult rhino to crash through Earth's atmosphere this week - CBS News",
                "description": "A satellite weighing about as much as an adult male rhinoceros is set to re-enter Earth's atmosphere this week, but scientists don't yet know when or where exactly the return will be.",
                "url": "https://www.cbsnews.com/news/satellite-ers2-to-crash-through-earths-atmosphere-this-week/",
                "urlToImage": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/02/19/e852a616-4c63-4acb-b42e-eda1292f641d/thumbnail/1200x630/7ee0a022b6770563432acee1f8075f06/gettyimages-1498384690.jpg?v=2a01790210e495d24a119503c08f840d",
                "publishedAt": "2024-02-19T20:48:42Z",
                "content": "A satellite will likely make an uncontrolled return through Earth's atmosphere on Wednesday, according to the latest estimates from the European Space Agency. ERS-2, which weighs about as much as an adult male rhinoceros, could re-enter about 15 hours earlier or later than expected, according to the space agency. The agency cannot predict exactly when and where the satellite will enter Earth's atmosphere because its return is natural.The satellite was launched on April 21, 1995 as an Earth observation spacecraft. It was used to collect data on Earth's land surfaces, oceans and polar caps. ERS-2 was also used to monitor natural disasters, such as severe flooding and earthquakes.  Its mission ended in 2011, when the European Space Agency began deorbiting the satellite. The deorbiting process helps prevent collisions in orbit and mitigates the creation of space debris.ERS-2's remaining fuel was used up as it was deorbited. The satellite's average altitude was also lowered so it could safely re-enter Earth's atmosphere within the next 15 years."
           }
            ],
"Science-youtube":[
        {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "Japan launches debris removal spacecraft to tackle space junk | World DNA | WION - WION",
            "description": "Japan has successfully launched a spacecraft designed to inspect and potentially remove man-made space debris from around the Earth, said a statement from As...",
            "url": "https://www.youtube.com/watch?v=aWutYgi46Ts",
            "urlToImage": "https://i.ytimg.com/vi/aWutYgi46Ts/maxresdefault.jpg",
            "publishedAt": "2024-02-20T03:41:25Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "UH researchers solve reproductive mystery of Giant Antarctic sea spiders - KHON2 News",
            "description": "University of Hawaii at Manoa researchers travelled to Antarctica to uncover a truth about the reproduction of Giant Antarctic sea spiders that has been unkn...",
            "url": "https://www.youtube.com/watch?v=ZAKF27lZnrc",
            "urlToImage": "https://i.ytimg.com/vi/ZAKF27lZnrc/maxresdefault.jpg",
            "publishedAt": "2024-02-20T02:26:33Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "Making sure your solar eclipse glasses are certified to protect you - KCENNews",
            "description": "Find out how to ensure your safety for the solar eclipse. Read more: KCENTV.comSUBSCRIBE | http://bit.ly/2Z6mT7N   Follow 6 News:https://www.instagram.com/kc...",
            "url": "https://www.youtube.com/watch?v=8MNW4MfZ4FU",
            "urlToImage": "https://i.ytimg.com/vi/8MNW4MfZ4FU/hqdefault.jpg",
            "publishedAt": "2024-02-20T00:36:04Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "Swarms of Cheap Spacecraft for Solar System Exploration - Fraser Cain",
            "description": "Solar sails aren't just a tool to send tiny spacecraft to Alpha Centauri. They can also be used to optimise exploration of the Solar System. How can we do th...",
            "url": "https://www.youtube.com/watch?v=5p6Ur7V4ZVM",
            "urlToImage": "https://i.ytimg.com/vi/5p6Ur7V4ZVM/maxresdefault.jpg",
            "publishedAt": "2024-02-19T23:47:11Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "Local professor part of NASA research on galaxy collisions - WKBN27",
            "description": "Youngtown State University Astronomy Professor Dr. Patrick Durrell part of NASA study on what happens when galaxies collideStay informed about Youngstown new...",
            "url": "https://www.youtube.com/watch?v=S4Il-4hCFrY",
            "urlToImage": "https://i.ytimg.com/vi/S4Il-4hCFrY/maxresdefault.jpg",
            "publishedAt": "2024-02-19T22:30:48Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "NASA seeks volunteers for year-long Mars simulation mission - FOX 26 Houston",
            "description": "Houston, get ready for a unique opportunity! NASA is on the lookout for volunteers to participate in a year-long simulation mission to Mars at the Johnson Sp...",
            "url": "https://www.youtube.com/watch?v=MRZGHKDO3Q4",
            "urlToImage": "https://i.ytimg.com/vi/MRZGHKDO3Q4/maxresdefault.jpg",
            "publishedAt": "2024-02-19T22:24:54Z",
            "content": null
            },
            {
            "source": {
            "id": null,
            "name": "YouTube"
            },
            "author": null,
            "title": "NASA Lunar Lander heading to the moon - WXII 12 News",
            "description": "NASA Lunar Lander heading to the moonSubscribe to WXII on YouTube now for more: http://bit.ly/1mVq5umGet more Winston-Salem news: http://www.wxii12.comLike u...",
            "url": "https://www.youtube.com/watch?v=E9vSuPNVmOo",
            "urlToImage": "https://i.ytimg.com/vi/E9vSuPNVmOo/maxresdefault.jpg",
            "publishedAt": "2024-02-19T21:57:13Z",
            "content": null
            }
    ]
}